acpi
acpica
adwaita-qt5
adwaita-qt6
alacritty
alsa-utils
apr
apr-util
archinstall
archlinux-keyring
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
aria2
asp
autoconf
automake
awesome-terminal-fonts
babelfish-fish
baidupcs-go
base
base-devel
bash-completion
bat
bc
bear
beep
bind
binutils
bison
bluez
bluez-utils
boost
bottom
bpftrace
brave-bin
broot
bsp-layout
bsptab-git
bspwm
byzanz
cabextract
catimg
cdrtools
chafa
chatgpt-shell-cli
chntpw
chromium
clang
clash
clipmenu
cmake
code
code-marketplace
cpio
crawl-ncurses
cronie
darkman
debootstrap
debtap
debugedit
devtools
dex
dhclient
dhcpcd
difftastic
dkms
dmenu
dnsmasq
docker-buildx
docker-compose
dosfstools
doxygen
dunst
dust
eclipse-platform
edk2-shell
efibootmgr
egl-wayland
eglexternalplatform
emacs
etc-update
evince
evtest
exa
fakeroot
farbfeld
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
feh
ffmpegthumbnailer
file
findutils
firefox
fish
fish-fifc
fish-fzf
fisher
flameshot
flatpak
flex
fontpreview
fzf
fzf-tab-git
gawk
gcc
gdb
gettext
gg
ghc
gibo
gist
git
git-delta
github-cli
glfw-wayland
gnome-epub-thumbnailer
gnome-themes-extra
gnu-free-fonts
gnu-netcat
gnuplot
go
go-musicfox
google-chrome
gparted
gpaste
gperf
gpg-tui
graphviz
grep
grim
groff
grub
gsmartcontrol
gtk-vnc
gtkwave
gvim
gzip
handlr
helix
hexer
hexyl
htop
httping
hugo
hyperfine
hyperv
icalingua++
imagemagick
inetutils
inotify-tools
intel-ucode
interception-caps2esc
interception-space2meta
interception-tools
iptables-nft
iverilog
jdk11-openjdk
jdk8-openjdk
joshuto
jpegoptim
jq
kdeconnect
keepassxc
kitty
kmonad-git
kubo
lazygit
leftwm
lf
lib32-gcc-libs
lib32-nvidia-utils
libgnome-keyring
libsixel
libtool
libxft
libxinerama
light
linux
linux-docs
linux-firmware
linux-headers
linuxqq
lldb
lolcat
looking-glass-git
looking-glass-module-dkms
lostfiles
lsb-release
lshw
lsof
ltrace
lua
ly
m4
make
man-db
man-pages
mesa-utils
meson
minicom
miniflux
mit-scheme
mkinitcpio-firmware
most
mpv
mtools
mupdf-tools
namcap
nano
nasm
nawk
neofetch
neovim
nerd-fonts-cascadia-code
nerd-fonts-victor-mono
net-tools
netease-cloud-music-gtk4
netease-music-tui-bin
networkmanager
newsboat
ninja
nmap
nodejs-neovim
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
nushell
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
obsidian
ocrad
ocrmypdf
openssh
os-prober
pacman
pacman-contrib
pacutils
page-git
papis
patch
pdf-compress
pdfarranger
pdfgrep
perl-cgi
perl-image-exiftool
picom-simpleanims-next-git
pigz
pipewire-pulse
pkgconf
pkgfile
pkgstats
podman
polybar
procs
pwgen
python
python-certifi
python-markdown
python-markdown-it-py
python-pip
python-pipx
python-poetry
python-pynvim
python-pyquery
python-qrcode
python-qtconsole
python2
qemu-emulators-full
qemu-full
qt6-doc
qt6-tools-desktop
qt6-wayland
qtcreator
qutebrowser
r
ranger
read-edid
reflector
ripgrep
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
river
rlwrap
rmlint
rofi
rsync
rtorrent
ruby
rustup
scrcpy
screenfetch
screenkey
scrot
sd
sealcrypto-git
sed
setconf
shotcut
shotgun
silicon
sioyek
slip
slock
slurp
soft-serve
soundfont-fluid
speedtest-cli
spice-vdagent
squashfs-tools
sshfs
stow
strace
sudo
sxhkd
sxiv
sysz
tcc
tealdeer
terminus-font
texinfo
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-meta
texlive-metapost
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-xetex
the_silver_searcher
tmux
tokei
traceroute
translate-shell
tree
tree-sitter
ttf-firacode-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-wps-fonts
typora
ubuntu-keyring
unzip
upx
urxvt-perls
usbutils
uutils-coreutils
uwufetch
verilator
vifm
vifm-colors-git
vifmimg-git
virt-manager
virt-viewer
vivado
vlc
vmpk
vtebench-git
waydroid
wdiff
wemeet-bin
wget
which
wimlib
wl-clipboard
wpa_supplicant
wps-office-cn
wps-office-mime-cn
wps-office-mui-zh-cn
wqy-zenhei
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-termfilechooser-git
xdo
xf86-input-synaptics
xf86-video-vesa
xfconf
xfsdump
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xplr
xremap-x11-bin
xsel
xterm
yay
you-get
yq
zathura
zathura-pdf-mupdf
zellij
zip
zotero-bin
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-syntax-highlighting
