acpi
acpica
adwaita-qt5
adwaita-qt6
alacritty
alsa-utils
apr
apr-util
archinstall
archlinux-keyring
archlinuxcn-keyring
aria2
asciiquarium
asp
autoconf
automake
awesome
baidupcs-go
base
base-devel
bash-completion
bat
bc
bear
beep
bind
binutils
bison
bluez
bluez-utils
bochs
bochs-gdb-stub
boost
bottom
brave-bin
broot
bsp-layout
bspwm
byzanz
catimg
cgasm
chromium
clang
clash
clion
cliphist
clipmenu
clisp
cmake
cmatrix
cmus
cocogitto
code
code-marketplace
copyq
cpio
crawl-ncurses
cronie
d-feet
darkman
dash
debugedit
devtools
dhclient
dhcpcd
difftastic
dmenu
dnsmasq
docker
docker-compose
dosfstools
doxygen
dunst
dust
efibootmgr
egl-wayland
eglexternalplatform
elvish
emacs
evince
evtest
exa
fakeroot
farbfeld
fasm
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
feh
ffmpegthumbnailer
figlet
file
filebrowser-bin
findutils
firefox
fish
flameshot
flatpak
flex
foliate
fontpreview
fzf
gawk
gcc
gdb
gettext
gg
ghc
gibo
gimp
git
git-delta
github-cli
glfw-wayland
gnome-epub-thumbnailer
gnome-themes-extra
gnu-netcat
go
go-musicfox
google-chrome
gperf
graphviz
grep
grim
groff
grub
grub-customizer
gsmartcontrol
gtk-vnc
gtk2
gtkwave
gvim
gzip
helix
htop
httping
hugo
hyperfine
hyperv
hyprland
icalingua++
imagemagick
inkscape
intel-ucode
intellij-idea-community-edition
interception-caps2esc
interception-space2meta
interception-tools
iptables-nft
iverilog
jdk8-openjdk
joshuto
jpegoptim
jq
kde-gtk-config
keepassxc
kitty
lazygit
leftwm
lf
lib32-gcc-libs
libgnome-keyring
libinput-gestures
libsixel
libtool
libxft
libxinerama
light
linux
linux-firmware
linux-headers
linuxqq
lldb
lolcat
lostfiles
love
lsd
lsof
ltrace
lua
luarocks
ly
m4
make
man-db
man-pages
meson
miniflux
mit-scheme
most
mpv
mtools
namcap
nano
nasm
nawk
neofetch
neovim
net-tools
netease-cloud-music-gtk4
netease-music-tui-bin
networkmanager
newsboat
ninja
nitrogen
nix
nmap
notcurses
notion
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntl
nushell
nvidia
nvidia-utils
nyancat
obsidian
okular
openssh
os-prober
p7zip
pacman
pacman-contrib
pandoc-cli
paru
paruz
patch
pdf-compress
pdfgrep
pdfslicer
pdftk
peass
perl-cgi
picom-animations-git
pipewire-pulse
pkgconf
pkgfile
polkit-kde-agent
polybar
pwgen
python
python-markdown
python-markdown-it-py
python-pip
python-pipx
python-pynvim
python-pyquery
python-qrcode
python-qtconsole
python2
qemu-emulators-full
qemu-full
qt6-doc
qt6-tools-desktop
qt6-wayland
qtcreator
qutebrowser
reflector
ripgrep
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rlwrap
rofi
rsync
rtorrent
ruby
rustup
scrcpy
screen
screenfetch
screenkey
scrot
sd
sed
setconf
shellcheck
shfmt
shotgun
sioyek
slock
slurp
soft-serve
soundfont-fluid
speedtest-cli
starship
stow
strace
sudo
sway
swaybg
sxhkd
sxiv
sysz
tcc
tealdeer
terminator
terminus-font
texinfo
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-xetex
the_silver_searcher
tmux
tokei
traceroute
translate-shell
tree
tree-sitter
ttf-fira-mono
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-sourcecodepro-nerd
ttf-wps-fonts
ttyper-git
typora
udiskie
unzip
upx
urxvt-perls
usbutils
uwufetch
verilator
vifm
vifm-colors-git
vifmimg-git
virt-manager
virt-viewer
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-guest-utils
viu
vlc
vmpk
waybar
wdiff
wget
which
wl-clipboard
wmctrl
wpa_supplicant
wps-office-cn
wps-office-mime-cn
wps-office-mui-zh-cn
wqy-bitmapfont
wqy-zenhei
x11vnc
xclip
xdo
xf86-input-synaptics
xf86-video-vesa
xfconf
xfsdump
xmonad
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
xremap-x11-bin
xsel
xterm
xwallpaper
yasm
yay
you-get
youtube-dl
yq
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zellij
zip
zotero-bin
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-syntax-highlighting
