aarch64-linux-gnu-binutils
acpi
acpica
age
alacritty
alsa-utils
anki
apr
apr-util
archinstall
archlinux-repro
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
aria2
asp
atuin
aurpublish
awesome-terminal-fonts
aws-c-mqtt
babelfish-fish
baidupcs-go
base
base-devel
bash-completion
bat
bazel
bc
bear
beep
bind
bluez
bluez-utils
bochs
boost
boost1.69
bottom
bpftrace
broot
bsp-layout
bsptab-git
bspwm
cabextract
caribou
catimg
cdrtools
certbot
cgdb
chafa
chntpw
clang
clash
clash-meta-alpha-git
clash-verge
clipmenu
cloudflared
cmake
cmark
code
codelldb
cpio
cppman
cppreference
cronie
crystal
cunit
darkman
debootstrap
deepin-wine-wechat
deno
devtools-archlinuxcn
devtools-cn-git
devtools-riscv64
dex
dhclient
dhcpcd
difftastic
dkms
dmenu
dnsmasq
docker
dosfstools
doxygen
dummyhttp
dunst
dust
e3
eclipse-platform
edk2-shell
efibootmgr
egl-wayland
eglexternalplatform
esbuild
evince
evtest
eww-x11
extra-cmake-modules-git
eza
farbfeld
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
feh
ffmpegthumbnailer
firefox
fish
fish-fifc
fish-fzf
fisher
flameshot
flashrom
flatpak
foliate
fontpreview-ueberzug-git
fzf
fzf-tab-git
gcc12
gdb
ghc
gibo
gimp
git
git-delta
github-cli
gitlab
gitstats-git
gn
gnome-epub-thumbnailer
gnome-themes-extra
gnu-efi
gnu-free-fonts
gnu-netcat
gnuplot
go
google-chrome
gparted
gpg-tui
graphviz
grub
gsmartcontrol
gsu
gtk-vnc
gtkwave
handlr
hexer
hexyl
htop
httping
hugo
hyperfine
hyperscan
hyperv
imagemagick
inetutils
inotify-tools
intel-media-driver
intel-ucode
intellij-idea-community-edition
iptables-nft
istio
iverilog
iw
jack2
jdk11-openjdk
jdk8-openjdk
joshuto-git
jpegoptim
jq
keepassxc
kmonad-git
kubo
lazygit
lib32-alsa-plugins
lib32-gcc-libs
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libglvnd
lib32-libpulse
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
libreoffice-fresh
libsixel
libva-intel-driver
libva-utils
libxft
libxinerama
light
linux
linux-docs
linux-firmware
linux-headers
linuxqq
lld
lldb
llvm
lostfiles
lsb-release
lshw
lsof
ltrace
lua
lutris
lxc
man-db
man-pages
manim
maven
mdbook
mdformat
mdformat-gfm-git
mdp
mesa-utils
meson
metasploit
minicom
minify
mirro-rs
mkdocs-material
mokutil
mosh
mpv
namcap
nano
nasm
neovide
neovim
net-tools
netease-cloud-music-gtk4
nethack
networkmanager
newsboat
ninja
nmap
nodejs-neovim
nomad-driver-lxc
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntl
ntp
obsidian
ogre-next
onscripter-yuri
opencv
openssh
openvpn
os-prober
pacman-contrib
pacutils
papis
papis-rofi-git
papis-zotero
paru
pdfarranger
pdfgrep
perl-cgi
perl-image-exiftool
picom-simpleanims-next-git
pigz
pip2pkgbuild
pipewire-pulse
pkgfile
pkgstats
plasma-wayland-protocols-git
pnpm
podman
polybar
prettier
procs
proton
pwgen
pycharm-eap
pypy
python
python-awesomeversion
python-bilibili-api-python
python-certifi
python-markdown
python-markdown-it-py
python-paginate
python-pip
python-pipx
python-poetry
python-ptrace
python-pycryptodome
python-pynvim
python-pyquery
python-pytest-snapshot
python-pytorch
python-qrcode
python-qrcode_terminal
python-qtconsole
python-sympy
python2
qbittorrent-enhanced-git
qemu-emulators-full
qemu-full
qemu-user-static-binfmt
qt6-doc
qtcreator
qutebrowser
rar
rclone
refind
reflector
resvg
ripgrep
riscv32-elf-binutils
riscv32-elf-gdb
riscv32-elf-newlib
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-gdb
riscv64-elf-newlib
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
riscv64-linux-gnu-glibc
rlwrap
rmlint
rocm-language-runtime
rofi
rsync
rtorrent
rustlings
rustup
rvasm-git
sagemath
scrcpy
scrot
sd
sdl2_net
setconf
silicon
simde
slip
slock
socat
sof-firmware
spice-vdagent
spike
squashfs-tools
sshfs
starship
stow
strace
sxhkd
sxiv
sysz
tcc
tcpdump
tealdeer
terminus-font
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-meta
texlive-metapost
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-xetex
the_silver_searcher
tinyemu
tk
tmux
tokei
traceroute
translate-shell
translator-rs
tree
ttf-cascadia-code-nerd
ttf-firacode-nerd
ttf-nerd-fonts-symbols
typescript
typora
ubuntu-keyring
unzip
urxvt-perls
usbutils
uwufetch
valgrind
vdpauinfo
verilator
vifm-colors-git
virt-manager
virt-viewer
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-guest-utils
viu
vlc
vmpk
vulkan-intel
vulkan-tools
wakeonlan
wget
whois
wine
wine-osu
winetricks-git
wireshark-qt
wpa_supplicant
wps-office-cn
wps-office-mui-zh-cn
xclip
xdg-desktop-portal-gtk
xdo
xf86-video-vesa
xfconf
xfsdump
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xplr
xsel
xterm
yay-git
you-get
yq
zenity
zip
zola
zotero-bin
zoxide
zsh
zsh-autosuggestions
zsh-completions
