aarch64-linux-gnu-gcc
acpi
age
alacritty
alsa-utils
anki
apr
apr-util
archinstall
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
aria2
armv7l-linux-gnueabihf-gcc
awesome-terminal-fonts
babelfish-fish
baidupcs-go
base
base-devel
bash-completion
bat
bazel
bc
bear
beep
bluez
bluez-utils
bochs
boost
bottom
bpftrace
bsp-layout
bsptab-git
bspwm
catimg
certbot
clang
clash
clash-verge
clipman
clipmenu
cmake
codelldb
cpio
cronie
darkman
debootstrap
deepin-wine-wechat
devtools-archlinuxcn
devtools-cn-git
devtools-riscv64
dhclient
dhcpcd
dkms
dmenu
docker
dog
dosfstools
downgrade
dummyhttp
dunst
dust
e3
eclipse-platform
edk2-shell
efibootmgr
egl-wayland
eglexternalplatform
entr
esbuild
evtest
extra-cmake-modules-git
eza
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
feh
firefox
fish
fisher
flameshot
flashrom
foliate
fzf
gcc10
gcc12
gcc6
gcc6-fortran
gcc6-gcj
gcc6-libs
gcc9-bin
gdb
ghc
git
github-cli
gnu-efi
gnu-free-fonts
gnu-netcat
go
google-chrome
gpg-tui
grub
gsmartcontrol
gtk-vnc
gtkwave
hexer
hexyl
hsetroot
htop
httping
hyperfine
hyperv
i2c-tools
imagemagick
inetutils
inotify-tools
intel-media-driver
intel-ucode
intellij-idea-community-edition
iptables-nft
iverilog
iw
jack2
jdk11-openjdk
jdk8-openjdk
jpegoptim
jq
just
keepassxc
kitty
kmonad-git
kubo
lazygit
lib32-alsa-plugins
lib32-gcc-libs
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libglvnd
lib32-libpulse
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
libnotify
libreoffice-fresh
libsixel
libva-intel-driver
libva-utils
libxft
libxinerama
linux
linux-docs
linux-firmware
linux-headers
linux-zen
linux-zen-headers
linuxqq
lld
lldb
llvm
llvm15
lostfiles
lsb-release
lsof
ltrace
lua
lua51
luarocks
man-db
man-pages
maven
mdbook
mesa-utils
meson
metasploit
minicom
mkdocs-material
mpc
mpd
mpv
namcap
nano
nasm
ncmpcpp
neovim
neovim-qt
nerd-fonts-cascadia-code
nerd-fonts-dejavu-sans-mono
net-tools
netease-cloud-music-gtk4
nethack
networkmanager
newsboat
ninja
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ocaml
openssh
openvpn
os-prober
pacman-contrib
pacutils
pandoc-bin
paru
pass
pdfarranger
pdfgrep
perl-cgi
perl-image-exiftool
picom-git
pipewire-pulse
pkgfile
pkgstats
pnpm
podman
polybar
prettier
pulsemixer
python
python-awesomeversion
python-certifi
python-markdown
python-markdown-it-py
python-paginate
python-pip
python-pipx
python-poetry
python-ptrace
python-pycryptodome
python-pyquery
python-pytest-snapshot
python-sympy
python-watchdog
python2
qemu-emulators-full
qemu-full
qemu-user-static-binfmt
qt6-doc
rar
rclone
refind
reflector
reptyr
resvg
ripgrep
riscv32-elf-binutils
riscv32-elf-gdb
riscv32-elf-newlib
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-gdb
riscv64-elf-newlib
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
riscv64-linux-gnu-glibc
riscv64-unknown-elf-binutils-debug
riscv64-unknown-elf-gcc
rofi
rsync
rtorrent
rustup
scrcpy
setconf
slock
socat
sof-firmware
spice-vdagent
sshfs
starship
stow
strace
sway
swaybg
swhkd-bin
sxhkd
sxiv
syncthing
sysz
tcpdump
tealdeer
telegram-desktop
terminus-font
the_silver_searcher
thorium-browser-bin
tmux
tokei
traceroute
tree
trizen
ttf-dejavu
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-nerd-fonts-symbols
typescript
typora
ubuntu-keyring
unzip
usbutils
uwufetch
valgrind
verilator
vim
virt-manager
virt-viewer
vitetris
viu
vulkan-intel
vulkan-tools
w3m
wemeet-bin
wezterm
wget
whois
wireshark-qt
wl-clipboard
wmctrl
wofi
wpa_supplicant
wps-office-cn
wps-office-mui-zh-cn
xclip
xdg-desktop-portal
xdo
xf86-video-vesa
xfconf
xfsdump
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yarn
yay-git
you-get
yq
zip
zotero-bin
zoxide
zsh
